<html>
<head>

<link rel="stylesheet" href="css\style.css">
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?
family=IBM+Plex+Sans+Arabic:wght@100;200;300;500;600;700&display=swap"
 rel="stylesheet">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta charset="UTF-8" />
	<title>KATTABI ACADEMY</title>
	



</head>
<body>
<div id="page">
<?php include 'header.php';?>


<?php include 'menu.php';?>


<div class="text-box">  
<p class="title">عن الاكاديمية</p>
<p>أكاديمية كتابي هي أكادمية افتراضية مفتوحة ومتاحة مجاناً للجميع، وللمستخدم مطلق الحرية
 في الاستفادة من الكورسات والدروس المقدمة فيها بالوجه الذي يريد
</p>
<p>(Open access and free)</p>

<p class="title">Vision الرؤية</p>
<p>أن تكون الأكاديمية مرتعاً خصباً للباحث عن التميز من خلال توفير أحدث الكورسات خاصة
للخريج والباحث عن الخبرة العملية والعلمية في مجال التعليم والبحوث. </p>
	
<p class="title">Mission الرسالة</p>
<p>خدمة الطلاب والخريجين من خلال توفير تعليم مفتوح وحر، وخلق جسر بين الخريج وسوق
العمل والاسهام في تنمية المجالات البحثية للأكاديميين. </p>
	
<p class="title">Objectives أهداف الاكاديمية</p>
<p>anytime... anywhere الدراسة في أي وقت ومن أي مكان</p>
<p>سد الفجوة الموجودة في كليات الحاسب بالتركيز على الجانب العملي في المقررات التي
تقدمها الأكاديمية</p>
<p>خلق جسر بين الخريج وسوق العمل وذلك بمساعدة الخريج في تعلم ما يحتاجه سوق العمل – الاحتراف. </p>
<p>تقديم العلوم الحديثة لطلاب البكالوريوس وطلاب الدراسات العليا.</p>
<p>توفير بيئة تعليمية مجانية وحرة من خلال توفير مقررات مفتوحة الوصول باستخدام اليوتيوب ووسائل
التواصل الاجتماعي المختلفة.</p>
<p>أكاديمية متخصصة في تدريس كورسات الحاسب المتقدمة خاصة البرمجة المطلوبة في سوق العمل وتقدم
ذلك على قناة الأكاديمية في اليوتيوب مجاناً وذلك لدعم الخريجين الجدد للمنافسة
في الوظائف المطروحة.</p>
<p>تدريس مقررات علم الحاسب والإحصاء والرياضيات مجاناً عبر فيديوهات على اليوتيوب</p>
<p>والاستفادة من هذا الموقع لتبادل الخيرات والنقاش حول الكورسات المطروحة</p>
<p>ايضاً تسعى الأكاديمية لتقديم دورات للخريجين الجدد لتمكنهم من اكتساب مهارات تساعدهم
في إيجاد وظائف.</p>

</div>
<br>
<hr>
<p><?php include 'vc.php' ?></p>
<?php include 'footer.php';?>

</div>
</body>
</html>
